Repository: KDE/bomber
Catalog: po/*/bomber.po
Languages: es

# NAME OF TRANSLATORS
source: Your names
es: Sofía Priego,Santiago Fernández Sancho,Ignacio Poggi,Enrique Matías Sánchez (Quique),Kira J. Fernández

# EMAIL OF TRANSLATORS
source: Your emails
es: spriego@darksylvania.net,santi@est.unileon.es,ignaciop.3@gmail.com,cronopios@gmail.com,kirajfdez@gmail.com

# Used to display the current level of play to the user
source: Level: %1
es: Nivel: %1

# Used to inform the user of their current score
source: Score: %1
es: Puntuación: %1

# Used to tell the user how many lives they have left
source: Lives: %1
es: Vidas: %1

# Message displayed when player tries to quit a game that is currently running
source: Do you really want to close the running game?
es: ¿Realmente quieres cerrar la partida actual?

source: Congratulations! You made it into the hall of fame.
es: ¡Enhorabuena! Has entrado en el cuadro de honor.

source: You gained a score of %1 point.
es: Has obtenido una puntuación de %1 punto.

# Game over messaged displayed in the status bar
source: Game over. Press '%1' for a new game
es: Fin de la partida. Pulsa «%1» para comenzar una nueva partida.

source: Whether game sounds are played.
es: Indica si se deben reproducir los sonidos del juego.

source: Main Toolbar
es: Barra de herramientas principal

# Message show to the user when the game is loaded
source: Welcome to Bomber. Click to start a game
es: Bienvenido a Bomber. Pulsa para iniciar una partida

# Message show to the user while the game is paused
source: Paused
es: En pausa

# Message telling user which level they just completed
source: You have successfully cleared level %1
es: Has pasado con éxito el nivel %1

# Message telling user which level they are about to start
source: On to level %1.
es: Al nivel %1.

# Used to tell the user that the game is over
source: Game over.
es: Fin de la partida.

source: Arcade bombing game
es: Juego recreativo de bombas

source: (C) 2007 John-Paul Stanford
es: © 2007 John-Paul Stanford

source: Porting to QGraphicsView.
es: Migración a QGraphicsView.
